---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsHoriz
source: html/d74dc1ea-78db-bc26-955e-982b525bda94.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingNumDivisionsHoriz Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingNumDivisionsHoriz { get; }
```